cmmakerclub/dwcloud_firmware_support/boards.txt
##############################################################
dwcloud.name=DW.CLOUD
dwcloud.build.mcu=atmega324p
dwcloud.build.f_cpu=16000000L
dwcloud.build.board=DW_CLOUD
dwcloud.build.core=dwcloud
dwcloud.build.variant=dwcloud
dwcloud.upload.maximum_size=30720
dwcloud.upload.maximum_data_size=2048
dwcloud.upload.speed=57600
dwcloud.upload.protocol=arduino
dwcloud.upload.tool=arduino:avrdude

